Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=220_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Muohtateáhter
smn: Muotâteatter

source: Geahča oanehisvideo muohtateáhtera birra Ante-gánddaža áhčči hukse juohke dálvve muohtateáhtera Skábmagovat-filbmafestivála várás.
smn: Keejâ uánihisvideo muotâteatterist Ante-kaandâ eeči huksee jyehi täälvi muotâteatter Skammâkoveh-elleekovefestivaal várás.

source: Teáhter huksejuvvo jieŋas ja muohttagis.
smn: Teatter huksejuvvoo jieŋâst já muottust.

source: Dán vuoro Ante hálida leat mielde huksenbargguin.
smn: Taan tove Ante haalijd leđe mieldi huksimpargoin.

source: Váldoolbmot: Ante ja Oula Heatta
smn: Váldu-ulmuuh: Ante já Oula Heatta

source: Buvttadeapmi: Sámi oahpahusguovddáš, YLE Sámi Radio, YLE TV2, 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš, YLE Sámi Radio, YLE TV2, 2008

source: Guhkkodat: 2,20
smn: Kukkodâh: 2,20
